=begin

=== 2008-07-12 / 0.1.1

json-syck 0.1.1 リリース!

: 新規機能

    * なし

: 非互換を含む変更点

    * なし

: バグ修正

    * なし

: その他

    * ライセンスファイルを同梱


=== 2008-02-03 / 0.1.0

json-syck 0.1.0 リリース!

: 新規機能

    * なし

: 非互換を含む変更点

    * なし

: バグ修正

    * デバッグコードを削除


=== 2008-01-22 / 0.0.2

json-syck 0.0.2 リリース!

: 新規機能

    * なし

: 非互換を含む変更点

    * なし

: バグ修正

    * json-load で parse エラーが発生していたときに yaml-syck:yaml-parse-error
      が通知されていた問題を修正。json-syck:json-parse-error に変更。

: その他

    * 巨大な JSON を渡した場合のメモリ使用量をたぶん削減。


=== 2008-01-21 / 0.0.1

json-syck 0.0.1 リリース!

=end
